Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The increasingly violent and chaotic situation in Libya, a key jumping off point for migrants, has prompted a hike in the number of migrants trying to reach Europe.
pt: Condições climáticas favoráveis no Mediterrâneo, bem como o aumento da violência e do caos na Líbia, vêm provocando um aumento no número de imigrantes que tentam chegar à Europa.

source: He told thousands of pilgrims in St Peter's Square in the Vatican to pray for a peaceful end to violence in Syria and other conflict zones.
pt: Em sua primeira mensagem de Natal como pontífice, o papa Francisco pediu o fim da violência na Síria e em outras zonas de conflito.

source: "This will be the Cup of shame."
pt: "CBF, você é uma vergonha, vergonha, vergonha"

source: I didn't think we could go on .
pt: Foi por isso que eu sai."

source: Anti-austerity Prime Minister Alexis Tsipras was welcomed in Brussels on Wednesday by European Commission President Jean-Claude Juncker .
pt: Na quarta-feira (4), Tsipras se encontrará com o presidente da Comissão Europeia, Jean-Claude Juncker, em Bruxelas (Bélgica) .

source: Once again the fuel sensor proved problematic in Sepang, but it was a calamitous pit stop and a punctured tyre that proved his undoing.
pt: Desta vez em Sepang, o sensor de combustível também teve problemas, mas um problemático pit stop e um pneu perfurado atrapalharam a vida do australiano.

source: It "sends a huge mixed message to bands ... that are just struggling to get by .
pt: "Isso manda uma mensagem para os outros de que eles estão com dificuldades .

source: Human rights groups have also urged Indonesia to review his sentence and human rights group Amnesty International has asked for all executions to be cancelled.
pt: Neste mês, a ONU condenou a iminência das execuções na Indonésia, assim como entidades indonésias de direitos humanos e a Anistia Internacional .

source: Argentina, which has a significant population of European extraction and in the 1930s was one of the world's richest countries, has a reputation for arrogance in much of historically poorer, more racially-mixed Latin America.
pt: A Argentina, cuja parte significativa da população possui descendência europeia e nos anos 1930 foi um dos países mais ricos do mundo, possui uma reputação de arrogância na maior parte do restante da América Latina, com um passado mais pobre e população mais miscigenada.

source: But widespread shortages due to a restriction of dollars for imports have worsened since the New Year.
pt: Mas a escassez geral de bens, causada pela restrição na disponibilidade de dólares para importação, tem piorado desde o começo do ano novo.

source: President Barack Obama will veto that measure, but Congress could override such a veto -- and kill the Iran deal -- with a two-thirds majority in both chambers.
pt: No entanto, o Congresso pode ultrapassar este veto e, portanto, destruir o acordo com Teerã, com uma maioria de dois terços tanto no Senado quanto na Câmara de Representantes.

source: Previous Western measures and a slide in oil prices have plunged Russia into recession and seen Standard and Poor's slap a "junk" rating on Moscow's foreign currency debt.
pt: As sanções ocidentais e a queda dos preços do petróleo, uma importante fonte de divisas para a Rússia, levaram a economia do país à recessão .

source: "I don't know what he wants.
pt: Não quero pensar muito sobre isso.”

source: Officials in India confirmed at least 34 deaths in three states from the Nepal quake.
pt: Número de mortes em terremoto no Nepal passa de mil; Índia tem 34 óbitos

source: The jury announced its verdict on Wednesday after over 11 hours of deliberations.
pt: O júri anunciou a decisão após deliberar durante 14 horas .

source: MOSCOW, March 16 (Reuters) - Russia will stage the 2018 soccer World Cup and will host it well, the Russian Football Union's honorary president told Reuters on Monday, dismissing calls by Ukrainian President Petro Poroshenko for his country's allies to boycott the event.
pt: BERLIM (Reuters) - O presidente ucraniano, Petro Poroshenko, fez um apelo em entrevista a um jornal alemão, publicada nesta segunda-feira, aos aliados da Ucrânia para considerarem um boicote à Copa do Mundo de 2018 na Rússia caso Moscou não retire suas tropas do território ucraniano.

source: It didn't make sense."
pt: "Não era muito claro o que ele queria .

source: In Iraq, Islamic State militants have made a major advance by taking control of the key city of Ramadi .
pt: O governo da província de Anbar, no Iraque, confirmou que a cidade de Ramadi foi tomada pelo grupo extremista Estado Islâmico .

source: For the first time in 2015, new weekly Ebola cases rose in all three Ebola-stricken countries, according to the WHO, which cited local resistance to aid workers as a "significant challenge" to ending the epidemic.
pt: O número de novos casos semanais de ebola subiu pela primeira vez em 2015, em todos os três países mais atingidos pela epidemia, comunicou a Organização Mundial da Saúde (OMS), nesta quarta-feira (04/02).

source: MANILA (Reuters) - A powerful, slow-moving typhoon ripped through the central Philippines on Sunday, bringing howling winds that flattened houses and toppled trees and power lines in areas still scarred from a deadly super-storm just over a year ago.
pt: Os fortes ventos da tempestade destruíram casas, derrubaram árvores e redes de energia em áreas que ainda se recuperam da passagem do tufão Haiyan, há pouco mais de um ano.

source: He said documents relating to the Piazza Fontana and Bologna bombs, the mysterious crash of a DC-9 aircraft at Ustica near Sicily in 1980 and other bombings in the 1970s and 1980s would be opened to the public.
pt: Ele disse que os documentos relacionados com as bombas na Piazza Fontana e em Bolonha, a queda misteriosa de um avião DC-9 em Ustica, perto da Sicília, em 1980, e outros atentados nos anos 1970 e 1980 serão abertos ao público.

source: China refutes claim of government ban on Apple purchases
pt: China nega proibição de compras de produtos da Apple

source: MADRID (Reuters) - Telefonica TEF.MC has formally waived the voting rights associated with its stake in Telecom Italia TLIT.MI in order to comply with the demands of Brazil's telecoms watchdog Anatel and go ahead with a purchase of Vivendi's GVT VIV.PA, the Spanish group said on Friday.
pt: Na sexta-feira, a Telefónica enviou um comunicado à Telecom Italia no qual renunciou aos direitos políticos que tinha na companhia italiana e, com isso, atendeu a uma reivindicação da Agência Nacional de Telecomunicações (Anatel) e facilitou o caminho para obter a aprovação da compra da GVT no Cade .

source: The state of emergency was enacted in mid-August, after a security crackdown on supporters of ousted Islamist president Mohamed Morsi left hundreds dead and led to nationwide unrest.
pt: O estado de emergência foi imposto em meados de agosto, em meio à violência entre manifestantes pró-Mursi e as forças da ordem após a deposição do presidente islâmico.

source: If promising, Kieny said production could then be ramped up and health workers in West Africa could be given the vaccine to test its effectiveness.Speech
pt: Se forem positivos, Kieny afirmou que profissionais de saúde na África Ocidental podem receber doses para testar sua eficácia.

source: "We controlled the game .
pt: ‘Vamos pensando jogo a jogo .

source: "It's more about myself and showing what I can do."
pt: "Não tem nada que eu possa fazer, teimar não adianta .

source: Tuka, known for his efforts helping Ukrainian troops with supplies, is replacing hard-liner Hennadiy Moskal who decreed that civilians were not allowed to travel between rebel-controlled areas and the government-controlled part of the region.
pt: O ex-executivo da área de telecomunicações substituirá o linha-dura Hennadiy Moskal, que havia decretado que civis não são autorizados a viajar entre as áreas controladas pelos rebeldes e a parte controlada pelo governo da região.

source: Ukrainian President Petro Poroshenko ordered troops to abide by the truce from midnight, in line with a deal reached in Minsk earlier this week with the leaders of Russia, Germany and France .
pt: A chanceler alemã, Angela Merkel, e o presidente francês, François Hollande, passaram a noite de quarta-feira em Minsk com os presidentes ucraniano, Petro Poroshenko, e o russo, Vladimir Putin.

source: "We want to commemorate it and we want to do it very well."
pt: Por isso e pelo trabalho que realizamos, temos muito a comemorar .

source: SALVADOR, June 12 (Reuters) - Cameroon's affection for its favourite footballing son has turned sharply with striker Samuel Eto'o accused by local media of "treason" after leading strike action by their World Cup squad at the weekend.
pt: SALVADOR (Reuters) - A afeição de Camarões por seu jogador favorito mudou drasticamente após Samuel Eto’o ter sido acusado pela imprensa local de "traição" após ter liderado uma paralisação da seleção antes de embarcarem para o Brasil.

source: US Justice Department clears police officer of civil rights violations in Ferguson shooting
pt: Caso Ferguson: Justiça isenta policial da acusação de violar direitos civis

source: And here's the thing ... people are going there !
pt: "Eu já estava por aqui e aí o jeito foi passar .

source: The militant was attempting to drive into a camp used by the UN's MINUSMA peacekeeping mission in Ansongo, in the northern region of Gao, when the explosives went off.
pt: O criminoso tentava invadir o campo militar da Minusma (missão da ONU no Mali) em Ansongo, na região de Gao, quando os explosivos que carregava foram detonados.

source: Outflows were 3.9 billion pounds, largely from its Asian and emerging market equity funds, Aberdeen said on Monday.
pt: Os fluxos de saída ficaram em 3,9 bilhões de libras (6,50 bilhões de dólares), a maior parte de seus fundos asiáticos e de mercados emergentes, disse a Aberdeen nesta terça-feira.

source: The Israeli military said it was not responsible for anyone killed last week when an "errant Israeli mortar" hit the courtyard of a U.N. school that was shelter to many Gaza residents.
pt: Moradores da Faixa de Gaza foram novamente atingidos por um ataque nesta quinta-feira em meio à operação militar israelense contra o Hamas, principalmente quando um morteiro destruiu parte de uma escola da ONU onde palestinos estavam refugiados.

source: The two European leaders are set to meet Russian President Vladimir Putin -- who the West sees as the mastermind behind Ukraine's pro-Moscow rebellion -- to try to get him to sign up to their peace plan.
pt: Os dois viajarão nesta sexta-feira a Moscou para apresentar ao presidente russo, Vladimir Putin, um plano para acabar com os combates entre o exército ucraniano e os separatistas pró-Rússia do leste da Ucrânia.

source: A deadly tornado system ripped through the central and southern United States on Sunday, killing 16 people — 14 in Arkansas, one in Oklahoma and one in Iowa — and leaving a trail of destruction, officials said .
pt: A passagem de violentos tornados pelo Centro-Sul dos Estados Unidos no último domingo provocou a morte de pelo menos 16 pessoas nos Estados de Arkansas, Iowa e Oklahoma.

source: "The only thing to do here is to retire him gracefully and send him off in the most honourable way we could think of."
pt: "A única coisa a se fazer é aposentá-lo com delicadeza e se despedir dele da maneira mais honrosa que pudermos pensar", disse.

source: BRUSSELS Aug 21 (Reuters) - The EU executive said on Friday it was not concerned about Greece failing to implement reforms it agreed in return for a bailout after Prime Minister Alexis Tsipras resigned to prepare for new elections.
pt: BRUXELAS (Reuters) - O Executivo da União Europeia disse nesta sexta-feira não temer que a Grécia deixe de implementar as reformas acertadas em troca de um pacote de ajuda, pelo fato de o primeiro-ministro Alexis Tsipras ter renunciado, abrindo caminho para novas eleições.

source: “It’s because I love you that I will not send money,” she said.
pt: Você está tirando de mim tudo que eu mais amo! ”, diz ela, furiosa.

source: "We can never forget the image of the terrifying tsunami we saw on television that day," Akihito said at the ceremony.
pt: Não podemos esquecer as imagens realmente terríveis que vimos na ocasião", afirmou o imperador Akihito.

source: “I think there are police departments that have to do some soul searching .
pt: "Acho que há departamentos policiais que precisam fazer um exame de consciência .

source: His passing was announced in a statement Monday by the Igia clinic, where he was hospitalized for some time, without mentioning the cause of death.
pt: Ele estava internado havia algum tempo em um hospital de Atenas, mas as causas da morte não foram reveladas pela família.

source: U.S. aircraft hit Islamic State artillery in Iraq - Pentagon
pt: “Aviões militares americanos lançaram ataques contra a artilharia do Estado Islâmico .

source: Thousands march in Moscow against fighting in Ukraine - The Japan News
pt: Milhares de pessoas protestam em Moscou contra papel do Kremlin na Ucrânia

source: Chinese Foreign Minister Wang Yi said on Wednesday that Beijing had halted land reclamation in the South China Sea, and called on countries in the region to speed up talks on how claimant states should conduct themselves in the disputed waters.
pt: O ministro das Relações Exteriores da China, Wang Yi, disse nesta quarta-feira (5) que Pequim paralisou trabalhos de criação de ilhas no Mar do Sul da China, e pediu que países da região agilizassem conversas sobre como os Estados que reivindicam áreas na região deveriam se comportar nas águas disputadas.

source: The organisation has contributed funds toward protecting tigers in Nepal, elephants in the wild, and marine animals, including sharks.
pt: O trabalho do artista destina um cuidado especial aos tigres do Nepal, elefantes selvagens e animais marinhos, incluindo tubarões.

source: "Should the deterioration in the country's key credit metrics, in particular fiscal and government debt indicators, remain unchecked during the first two years of the incoming administration, this can significantly undermine Brazil's sovereign creditworthiness," Moody's said in a statement.
pt: "Se a deterioração nos principais indicadores de crédito do país, particularmente nos indicadores fiscais e de dívida, permanecer inalterada durante os primeiros dois anos da nova administração, prejudicaria significativamente a qualidade do crédito soberano do Brasil, potencialmente iniciando uma migração em sentido declinante do rating Baa2 do Brasil", explicou a agência.

source: Since the matches have been taking place late at night, I have been watching the games, then fasting and losing out on sleep .
pt: Como as partidas eram transmitidas tarde da noite, assistia aos jogos e só depois fazia jejum, Assim, perdi noites de sono .

source: I'm not even sure what the next step is."
pt: Isso, é claro, não vai acontecer do dia para a noite .

source: "I don't want to say we won, that's not the point."
pt: Ainda não estou lá, mas vou chegar", disse.

source: "That's not what I'm interested in."
pt: É lamentável, não tem muito o que falar não .

source: I understand the world; who's in it. "
pt: "Quem está em crise hoje é o mundo .

source: The Bank forecast that inflation in two years' time would still be just below its 2 percent target, assuming interest rates rise in the second quarter of next year - around the time of a national election.
pt: O banco central ainda projeta que a inflação estará em dois anos abaixo de sua meta de 2 por cento, supondo que os juros subam no segundo trimestre do próximo ano.

source: An offensive in Baiji is a necessary step towards an eventual large-scale operation to seize back Mosul, the country's second largest city and a bastion for the IS group.
pt: A batalha por Tikrit é vista como um passo importante na eventual expulsão dos extremistas da segunda maior cidade do país, Mosul, que fica mais ao norte.

source: Six South Sudan commanders targeted for UN sanctions
pt: África » ONU pode sancionar dez comandantes no Sudão do Sul

source: Shots fired at Israeli embassy in Athens
pt: Ataque contra embaixada de Israel em Atenas

source: Israeli leader faces pressure to cancel U.S. Congress speech - The Japan News
pt: Líder da oposição israelense pede a Netanyahu que cancele discurso nos EUA

source: Seven policemen and three gunmen were killed, according to the interior ministry and security officials.
pt: No ataque, morreram sete policiais e três integrantes do grupo armado, informaram o Ministério do Interior e responsáveis pela segurança da prisão.

source: On Saturday, Brotherhood leader Mohamed Badie and 16 others were sentenced to life in prison on charges related to the killing of five people in an attack on a police station in 2013.
pt: O líder do grupo Irmandade Muçulmana, Mohamed Badie, condenado à morte no Egito, recebeu neste sábado (22) outra pena, de prisão perpétua, por um ataque contra uma delegacia executado em 2013.

source: UN human rights chief Navi Pillay on Monday condemned the Islamic State jihadists for their campaign of "ethnic and religious cleansing" in Iraq.
pt: Também de acordo com a AFP, a ONU acusou na segunda-feira os jihadistas do Estado Islâmico de promoverem uma “limpeza étnica e religiosa” no Iraque e na Síria.

source: The laconic press release of the Finance Ministry that the banks will remain closed also on Tuesday and Wednesday this week was issued after the European Central Bank's (ECB) Governing Council decided during a teleconference held earlier on Monday to leave the financing cap for Greek banks through the Emergency Liquidity Assistance (ELA) unchanged.
pt: O Banco Central Europeu (BCE) decidiu nesta seguda-feira manter inalterado o limite para empréstimos emergenciais a bancos gregos, dentro de um programa conhecido como "ELA" pela sigla em inglês, segundo um porta-voz do BCE, horas depois de a Grécia fechar um acordo de ajuda com seus credores internacionais.

source: The number came in well above the average estimate of 4.634 billion reais in a Reuters poll of seven analysts.
pt: O número também veio acima da previsão média de analistas, de R$ 5,029 bilhões de reais.

source: MEDAN, Indonesia At least 30 people were killed when a military transport plane crashed into a residential area two minutes after take-off in northern Indonesia on Tuesday, putting a fresh spotlight on the country's woeful air safety record.
pt: Pelo menos 70 pessoas morreram nesta Terça-feira, 30, devido à queda de um avião militar de transporte numa área residencial apenas dois minutos após a decolagem no norte da Indonésia.

source: Andy Rubin, who founded Google's Android mobile software, and less than a year ago was tapped to run the company's nascent robotics efforts, is leaving the Internet giant.
pt: (Reuters) - O Google anunciou no final da quinta-feira que Andy Rubin, co-fundador de sua divisão de negócios móveis Android e diretor dos esforços da companhia no nascente campo da robótica, está deixando a companhia.

source: This would have been a turbulent period of Martian history, when volcanoes were erupting all over the surface.
pt: O período em que as rochas se formaram pode ter sido uma era de turbulência em Marte, com erupções de vulcões em quase toda a superfície do planeta.

source: The conflict is rooted in subsequent transitional governments’ reliance on web of militias — many of them former rebel brigades— to restore order after Libya’s regular army and police were shattered by the uprising.
pt: O conflito tem como origem a confiança dos governos transitórios seguintes que se apoiam numa rede de milícias, muitas das quais formadas por ex-rebeldes, para restaurar a ordem na Líbia após a destruição das forças regulares da polícia e do Exército durante a revolta.

source: In the Soviet Union, Crimea used to be part of Russia until 1954, when Nikita Khrushchev, the first secretary of the USSR’s Communist Party, transferred it to Ukraine's jurisdiction as a gift.
pt: Duas semanas depois, foi realizado um referendo na Crimeia, que foi transferida como um "presente" para a Ucrânia em 1954 pelo líder soviético Nikita Kruchev, um gesto simbólico, já que Ucrânia e Rússia faziam parte do mesmo Estado.

source: Hamas rockets land deep in Israel as it bombards Gaza Strip
pt: Israel bombardeia Faixa de Gaza e foguetes de militantes atingem Tel Aviv

source: "This was something everyone was saying 'you can't do this' .
pt: "Não estou dizendo que não o conhecia, que não o recebi .

source: "It doesn't make you feel better," she says, "and the people you're hating, they don't care."
pt: Não sei dizer se foi falta de cuidado do médico, falta de atenção, eles é que tem que saber .

source: Four-times World Cup winners Italy, who like Uruguay have three points from two games, need a point from their final Group D fixture to reach the last 16 as they have a better goal difference than the South Americans.
pt: A tetracampeã Itália, que, como o Uruguai, tem três pontos em dois jogos, precisa de um empate em sua última partida no Grupo D para chegar às oitavas de final, considerando que possui um saldo de gols maior do que os sul-americanos.

source: The United States said on Monday that it has closed its embassy in Yemen to the public until further notice, due to security vacuum after the Yemeni president and prime minister resigned amid ongoing political crisis.
pt: WASHINGTON — Os Estados Unidos vão fechar sua embaixada no Iêmen para o público até nova ordem, informou a embaixada em um comunicado nesta segunda-feira, em meio à turbulência política após o governo renunciar na semana passada sob a pressão do movimento rebelde houthi .

source: On Wednesday, NATO announced a full review of its cooperation with Russia and said it would suspend planning for a joint mission linked to Syrian chemical weapons.
pt: A Otan está em negociações com a Rússia para uma possível missão conjunta para proteger um navio dos Estados Unidos que vai destruir armas químicas da Síria.

source: Nobody does that .
pt: Como se faz isso ?

source: The agreement is a political triumph for both Obama, who has long promised to reach out to historic enemies, and Rouhani, a pragmatist elected two years ago on a vow to reduce the isolation of his nation of almost 80 million people.
pt: O acordo é uma grande vitória política tanto para Obama como para Rouhani, um político pragmático eleito há dois anos com a promessa de reduzir o isolamento diplomático do país de 77 milhões de habitantes.

source: This weekend is about the championship, not about pole position."
pt: Nesse final de semana o que importa é o título, e não a pole position .

source: RIMINI Italy (Reuters) - Fiat-Chrysler aims to list shares in the newly merged carmaker in New York on Oct. 13, Chief Executive Sergio Marchionne said on Saturday, adding that a decision on any capital increase would be made at the end of that month.
pt: SÃO PAULO - A Fiat Chrysler planeja listar as ações da nova montadora em Nova York no dia 13 de outubro, afirmou neste sábado o CEO da empresa, Sergio Marchionne, acrescentando que decisões sobre aumento de capital seriam tomadas até o fim do mês.

source: I know it's you."
pt: Ele é quem sabe .

source: Police kill intruder who stabbed student in New York synagogue
pt: Homem é morto após esfaquear estudante em sinagoga de Nova York

source: To me, this doesn’t make sense.
pt: Mas eu realmente não acredito que faço isso .
